Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 로드 매니저는 하루 일과의 대부분을 연예인과 동행하며 여러 가지 상황들을 체크하며 실장 및 이사에게 주요 사항에 대해 보고·공유한다.
en: The road manager accompanies celebrities for most of the day, checks various circumstances and reports and shares important matters to the department manager and director.

source: 이는 ‘대중문화의 산업화’라는 경제적 효과뿐만 아니라 국가 간의 대중문화 유통과 소비가 확대되면서 산업과 경제, 정치에 미치는 간접적 문화 효과도 중시되고 있기 때문이다.
en: This is because the industry is an “industrialization of popular culture,” but also involves increases in distribution and consumption which places importance on the industry for the indirect cultural influence on industry, the economy and politics.

source: 일반적으로 최소 2~3년 트레이닝 기간을 목표로 하는데, 이 기간이 늘어나면 늘어날수록 예산도 더욱 늘어나는 구조이기에 회사와 연습생 모두 ‘연습 기간’을 최대한 줄이고자 하는데, 뜻대로 쉽게 되지는 않는다.
en: Generally, the training period is set for between two to three weeks, but the structure is such that if this period is extended, then the budget also increases, which is why both the company and the trainees try to shorten the “training period” as much as possible, but it is not always easily done.

source: 그런데 그때의 기억은 정말 좋다.
en: But, I had really memories from that time.

source: 제8조 (청소년의 대중문화예술용역 제공 시간) ① 기획업자는 아래 <표>에 규정된 바에 따라 대중문화예술인이 대중문화예술용역을 제공할 수 있도록 대중문화예술제작업자와 협의하는 등 제반 조치를 하는 데 노력하여야 한다.
en: Article 8 (Time to Provide Public Culture and Arts Services for Youth) ① The Planner is to make every effort to take various measures, such as consulting with the popular culture and art producers so that they can provide popular culture and arts services as specified in the Table below.

source: 최근에 모 예능 방송에 나가서 내가 무심코 한 말이 있는데, 방송 이후 모두(동료 배우)가 나를 만나면 첫인사로 내가 한 말에 동감한다고 말했다.
en: Recently, I appeared on a variety show and made an inadvertent statement. After the broadcast, whenever someone saw me (actor colleagues), they said they agreed with what I said.

source: 제작사와 연예인 간의 출연 계약 등을 객관적인 정보를 바탕으로 양쪽이 모두 만족할 만한 조건으로 성사시킨다.
en: The appearance contracts between the production company and celebrities are based on objective information and concluded based on conditions that both parties are satisfied with.

source: 즉, 매니저는 스타(배우/가수)의 커리어를 가이드해 주는 사람이다.
en: Meaning managers are the ones who guide stars’ (actor/singers) careers.

source: 특이한 점은 기획사와 작곡·프로듀서 간의 인간적 유대 관계가 매우 중요하다는 것이다.
en: One peculiar aspect is that the humanistic ties between the management company, the songwriter and the producer are critical.

source: 가수 마케팅의 마지막 방식으로, 가장 전통적이고 빠질 수 없는 홍보 활동이 매니지먼트 활동이다.
en: The final method of singer marketing is also the most traditional and cannot be left out, promotional activity by the management.

source: 기업형 매니지먼트사의 등장
en: The emergence of an enterprise-style management company

source: 연예인의 마음가짐
en: A celebrity’s attitude

source: 첫째, 용기(와){j}둘째, 행복(은){j}셋째, 저축(되지 않는다.)
en: First have courage,{j}second, be happy {j}third, don’t save your money.

source: 에이전시는 배우의 작품 계약 등 비즈니스적인 부분을 대행해 주고 통상 계약금의 10%를 수수료로 받는다.
en: The agency generally receives a fee of 10% of the contract fees from the production contract and other business aspects that it performs on behalf of the actor.

source: 그 이유는 첫째, 콘텐츠 제작 예산의 상승률이 스타의 출연료 상승률을 따라오지 못하고 있다.
en: One reason is that the rate of increase in the content production budget has not matched the rate of increase for the appearance fees of the star.

source: 웬만한 연예인보다 더 인기가 있는데, 이러한 1인 콘텐츠 크리에이터 셀럽들이 나아가야 할 방향성과 전망은 무엇인가?
en: Such creators are more successful than average celebrities. What direction will such creators take and what will their future prospects be like?

source: 팬들의 자발적인 행동을 조작이라고 할 수는 없다.
en: But the voluntary actions of fans cannot be called manipulation.

source: 가수 위주의 한류 열풍에서 배우들로 옮겨 가면서 자본이 많이 들어오기 시작했고, 해외 사업자와의 비즈니스 기회도 많아졌다.
en: Going from a Korean wave fever that was singer-oriented to one that is actor centric started to require large amounts of capital. And there were increased opportunities for business with businesspeople overseas.

source: 개방형 체계적 시스템
en: Open systematic systems

source: 궁극적으로는 대중들에게 외면받는 작품이 만들어질 수 있는 허점도 존재하는 것이다.
en: Ultimately this could create holes in the production which is then shunned by the public.

source: 다들 좀비처럼 차에서 내려 대기실로 걸어간다.
en: Everyone gets out of the van like zombies and walk to the waiting room.

source: 매월 쏟아져 나오는 할리우드의 영화와 음악, 디즈니의 무한한 콘텐츠 저작권 매출을 보면 그들이 문화적으로 세계를 지배하고 있다고 해도 무방하다.
en: It would be correct to say that the United States is the cultural leader in the world when you look at the monetization of seemingly endless copyright assets that are created each month in the form of Hollywood movies, music and Disney productions.

source: 미국과 일본의 영화·드라마 제작사들은 작품에 따라 다소 차이는 있겠지만 일반적으로 전체 제작비에서 배우들의 출연료 비율을 30% 이내로 제한하고 있다.
en: Film and drama production companies in the United States and Japan are somewhat different depending on the type of production involved, but generally appearance fees for actors is generally limited to less than 30% of the entire production costs.

source: 다행히 무대 동선 꼬임 없이 연습하던 대로 잘 마첬다.
en: Fortunately they finished the routine without getting the direction confused on the stage, just as they practiced.

source: 물론 인간적인 측면에서는 배신감도 느끼고 서운한 감정도 들고 하겠지만 어쩌겠나, 세상사의 원리가 그런데….
en: Of course, because I am human, I can feel betrayal and feelings of sorrow. What can you do? That’s a principle of human history...

source: ● 활동 비용 6주에 5억 원!
en: ● Activity expenses total 500 million won for 6 weeks!

source: 보통 단기 프로그램을 마칠 때쯤 연습생과 연습생의 부모 그리고 회사가 합의하에 계약서를 작성하고 계약한다.
en: Usually, at around the time when a program finishes, a contract is drawn up and signed based on an agreement made by the trainee, the trainee’s parents and the company.

source: 그러나 한국은 에이전시와 매니지먼트의 중간쯤 위치한 시스템으로, 연예인의 기타 부대 비용을 전액 지불해 준다.
en: However, in Korea, there is a system where the agency and management in Korea are located in a place around the middle, and they pay all the additional expenses for a celebrity.

source: 향후 국내 매니지먼트 업계도 미국의 할리우드처럼 매니저는 연예인의 개인 스케줄 관리와 함께 좀 더 창의적인 작업에 몰두하고, 변호사, 회계사, 홍보 전문가 등으로 구성된 에이전시는 비즈니스적인 부분을 전담하는 체계로 변해 갈 것이다.
en: In the future domestic management companies will have their managers emulate those of Hollywood. Managers will immerse themselves in more creative work while managing celebrities’ schedules. Agencies That consist of lawyers, accountants, and PR professionals and others will change into systems that are wholly in charge of business aspects.

source: 이러한 분쟁을 최소화하고자 국가에서 대중문화예술인(연예인)에 대한 표준전속계약서 형식을 만들어 배포하여 사업자와 연예인이 해당 형식을 기반으로 계약을 맺을 수 있도록 하고 있으며, 부수적 합의 사항 등이 있을 시에는 부속합의서를 작성하여 해당 상황에 맞게 상호 간 계약할 수 있도록 하고 있다.
en: In order to minimize such conflict, the government has created and distributed a standard exclusive contract for popular culture artists (celebrities) for businesses and celebrities to conclude a contract based on the relevant form. If there are matters requiring additional agreement, an affiliation agreement is to be drafted and a reciprocal contract is to be concluded according to the circumstances.

source: 특히 요즘 해외 팬들이 한국 가요 인기 척도로 삼는 것이 지상파 3사의 음악 방송이다.
en: In particular, overseas fans take the the criteria from the Big Three terrestrial broadcasters to determine the popularity of K-pop songs.

source: 한국은 88 올림픽 종합 성적 4위, 1992년 바르셀로나 올림픽 7위, 2012년 런던 올림픽 5위 등 줄곧 상위 4~10위권을 유지하고 있는데, 이는 같은 기간 한국의 GDP 순위가 10위에서 20위권 내에 머무르는 것과 비교하면 상당히 높은 성적을 기록했다고 볼 수 있다.
en: In the 1988 Seoul Olympics, Korea ranked 4th overall, 7th at the 1992 Barcelona Olympics, 5th at the London Olympics and has constantly ranked between 4th and 10th place ever since. Korea has attained miraculous results at the Olympics when looking at the fact that Korea’s GDP rank in the world fell from top 10 to within top 20 during the same period.

source: 스타에 의존한 제작이 아닌 참신한 시나리오를 바탕으로 한 뛰어난 연출과 연기력이 출중한 배우들의 조합으로 많은 대중에게 사랑받는 작품이 탄생할 수 있었다.
en: Rather than productions that depend on the stars, those that are based on original scenarios that feature outstanding directing and solid acting by charming actors creates a perfect storm that can create a production that is much adored by the public.

source: 방송 활동에 들어가고 난 뒤 무대에서 입는 의상도 내용에 따라 비용은 크게 늘어나기도 하고 줄어들기도 한다.
en: The cost of the costumes to be worn on stage after the group begins broadcasting activity could vary greatly in cost depending on the broadcast content. In some cases it could be more, in other cases, less.

source: 배우로서 알려지게 되고 난 후에 가장 크게 달라진 점은 무엇인가?
en: What was the biggest change for you after becoming recognized as an actor?

source: 그러나 연예인이 어떻게 되는지, 어떠한 과정들을 거치는지, 어떠한 분야를 선택해야하는지에 대하여 구체적으로 이야기해주는 사람은 아무도 없다.
en: However, there is no one who tells us for certain how to become a celebrity, what the course is, or what field to choose.

source: 현재 국내법상 매니지먼트 산업에 대한 진입 장벽은 없으며, 음반 제작 기획사에 한해 신고 제도만 존재한다.
en: According to the current laws in Korea there is no entry barrier for the management industry. There only exists a system of reporting album production by management companies.

source: 엔터테인먼트 산업이 오래전부터 발달한 미국은 이미 한국이 겪고 있는 여러 문제점을 보완하고 해결하기 위해 법적, 제도적 장치를 마련하여 지금의 합리적인 시스템으로 발전해 왔다.
en: The entertainment industry in the United States has from a long time ago experienced and dealt with the problems Korea is facing by introducing legal and systematic tactics. Today, the system has developed into a reasonable system.

source: 여기에 싸이더스 창업자 정훈탁 대표, 배우 류승수, god 데니안, 개그우먼 홍현희 등 연예계 관계자들과의 생생한 인터뷰도 담았다.
en: He also includes animated interviews Jung Hoon-tak, the founder and CEO of Sidus, the actor Ryu Seung-soo, g.o.d.’s Danny Ahn, the female comedian Hong Hyun-hee and others involved in the entertainment industry.

source: 개그우먼이 된 동기는 무엇인가?
en: What motivated you to become a comedian?

source: 회사 자체 오디션
en: In-house Company Auditions

source: 이제 막 알려지기 시작한 신인 가수다.
en: Now you are a new singer just starting to make a name for yourself.

source: AR (캐스팅&트레이닝)
en: AR (casting & training)

source: 대부분 담당 매니저들이 잠자는 시간을 제외하고는 거의 붙어 있기 때문에 회사에서 허락하는 음식 이외에는 먹을 기회가 거의 없지만, 어느 곳이나 그렇듯 구멍은 있기 마련이다.
en: Since the managers in charge are almost always with the trainees except when they sleep, they do not have a lot of chances to eat food other than than provided by the company, but as with anything, there are bound to be gaps.

source: 연예인의 궁극적인 목표는 많은 대중으로부터 사랑을 받는 것이다.
en: The ultimate goal of a celebrity is to be loved by the countless people that make up the public.

source: 배우는 우선적으로 연기 지도가 필수적이다.
en: Above all, acting instruction is most essential for actors.

source: 가수 연습생 생활
en: The life of a singer trainee

source: ⑤ 기획업자 또는 연습생이 이 계약에 따른 손해배상금 및 위약벌을 부담하는 경우, 상당한 기간 내에 상대방에게 이를 지급하여야 한다.
en: ⑤ If the Planner or the Trainee is to bear damages and the penalty for contract infringement, then the one party must pay the damages to the other party within a reasonable period.

source: - 조지프 S.
en: - Joseph S.

source: 이는 전속 방송국과 일률적으로 계약하던 관행에서 매 작품마다 여러 방송국과의 다양한 계약을 맺는 형태로 변화함에 따라 자연스레 매니지먼트 업무 확장하는 계기가 되었다.
en: The change from the practice where contracts were uniformly made with exclusive broadcasting stations to when where various contracts were concluded for each program and with several broadcasting stations naturally created an opportunity for more management work.

source: 이에 따라 에이전시가 작품 제작에 필요한 인력 구성을 패키지화하여 대형 스튜디오에 역으로 제안하는 것을 ‘패키지 딜(package deal)’이라고 하는데, 에이전시의 주요 역량 중 하나이다.
en: When an agency plans content production, usually the studio manages the investment and distribution and the actual production is performed by an affiliated division of the studio or it is outsourced to an independent production company before the finished product is delivered.

source: 최종 선택 음반 제작
en: Final selection and album production

source: 신인 때는 누구나 다 힘들다.
en: Everyone has a hard time when they are new.

source: 뒤를 이어 HOT, 젝스키스, 핑클, SES 등 퍼포먼스 위주의 음악이 시작되었으며 신화, 동방신기, 보아, god 등 본격적으로 기획형 아이돌이 탄생하였다.
en: Afterwards, performance based music came into view with H.O.T., Sech Skies, Fin.K.L., and SES. And the planned idol group was undergoing full-blown development with Shinhwa, TVXQ, Boa and g.o.d.

source: 실제로 성공한 매니저들을 보면 직업으로서 매니저의 진정한 매력은 본인이 담당하고 있는 배우·가수의 성장을 직접 도와주고 로드맵을 그리며 같이 커 나가는 것에서 찾을 수 있다.
en: When you look at the managers that have actually succeeded, the true glamour of working as a manager is that you can directly help the actor or singer that you were in charge of to grow, create a road map for that person and find that you also develop alongside the celebrity.

source: 연습생들에게 가장 힘든 유혹 ‘야식’, 치킨은 꿈나라 이야기
en: The most difficult temptation for trainees is, “late night snacking.” They can just dream of fried chicken.

source: 이 분야에 오랫동안 종사하고 있는 인연으로, 한국 미디어 엔터테인먼트 산업의 전문 경영인으로서 다양하고 답하기 어려운 질문을 종종 받는다.
en: Having worked in this field for a long time and being a manager that specializes in the entertainment industry for Korean media, I gradually began to be asked a wide range of difficult questions.

source: 연예 매니지먼트사는 톱스타를 자사 소속 연예인으로 데려오기 위해 과도한 전속 계약금을 스타에게 지불한다.
en: Celebrity management companies pay excessive amounts in exclusive contract fees to attract a top star to their company.

source: 온라인·바이럴 마케팅의 대표적인 예는 EXID의 대표곡 <위아래>의 차트 역주행이다.
en: A prominent example of such online, viral marketing would be EXID’s well-known song, Up & Down.

source: 일단 ‘스타’가 되고 나면 주위의 많은 것이 변하게 된다.
en: The landscape changes once you become a star.

source: A급 작가 네트워크를 통한 곡 수급
en: Song supply via the acclaimed writer network

source: 성형은 자기 신체의 자유 권리이기에 어느 누구도 강요할 수 없으며 선택은 본인의 몫이다.
en: Plastic surgery involves the rights and freedoms of bodily integrity that no one can insist upon, so the decision is up to the trainee.

source: 캐스팅의 주요 요건은 시대에 따라, 해당 기획사의 콘셉트에 따라 달라진다.
en: The main requirements for casting depend on the concept of the management company in question and depend on the era.

source: 지역 군수님과 간단히 담소를 나누고 사진 촬영을 했다.
en: We briefly chatted with the county governor and took a picture with him.

source: 기획사마다 그 정도의 차이는 있겠지만, 어지간한 고3 수험생 시간표 저리 가라 할 정도의 일정으로 빠듯하게 움직이며 외모적인 부분을 지적하고, 이에 대한 보완 계획 등이 세워지는 단계이기도 하다.
en: While discrepancies may exist among management companies, the trainees have to follow a grueling schedule that puts an average third-year high school student’s schedule to shame. They also have to take criticism on their physical feature and even have to undergo a planning phase as to how to supplement these features.

source: 일하면서 다양한 에피소드가 있었을 텐데 그중 가장 기억에 남는 것 또는 보람을 느꼈던 일은 무엇인가?
en: There must have been a lot of incidents that happened during that time. Which of those were most memorable, or when did you feel a sense of reward.

source: 앞으로의 전망을 어떻게 보나?
en: What do you think are the future prospects?

source: 유명한 프로듀서, 인기 아이돌을 보유한 회사에 아무래도 좋은 곡이 많이 몰린다.
en: Anyhow, companies with famous producers, and popular idols have cornered the market for good songs.

source: 계약서는 크게 연기자, 가수 그리고 연습생 세 가지 표준전속계약서가 있으며, 미성년자일 경우 ‘청소년 표준 부속합의서’라는 추가 계약서도 있다.
en: There are largely three standard exclusive contracts, one for actors, one for singers and one for trainees. There is an additional contract for minors known as a “youth standard affiliation agreement.”

source: 최근 제2의 한류 붐이 일어나고 있다.
en: As of late, the Korean wave is experiencing a second boom.

source: 기획사의 규모에 따라 다르지만 보통 10~20명 정도의 연습생 풀을 가져가며 처음엔 다 같이 평준화된 트레이닝을 하다가 시간이 지남에 따라 임시로 팀을 만들어 트레이닝을 한다.
en: Management companies usually have a pool of around 10 to 20 trainees, which may vary according to the scale of the company. At first, they would all undergo standardized training, but are later placed in teams to train.

source: 그러기 위해서는 스타의 일거수일투족을 철저하게 모니터링을 해야 한다.
en: The manager has to carefully analyze and monitor the star’s every movement.

source: 대학가/유흥가 인기 노래방:
en: Popular singing room near universities and entertainment districts:

source: 다재다능하고 박학다식해야 하며, 연예인의 특성과 인성, 성향 등을 분석할 수 있는 사고력이 필요하다.
en: A manager must be versatile and knowledgeable and requires the thinking skills to be able to analyze the celebrity’s nature, character and disposition.

source: 음악 방송에서 신인 그룹이 처음으로 1위를 차지할 때 누구 하나 빠짐없이 무대에서 우는데, 바로 이러한 혹독한 데뷔 과정이 있기 때문이다.
en: When a new group takes first place in a music broadcast, the singers all cry on the stage. This is because of the harsh program leading up to debuting that they had to undergo.

source: 바로 방송국의 연예인 전속 계약 시스템이 해체된 것이다.
en: The exclusive contract system of celebrities at broadcasting stations was coming undone.

source: 공연장/클럽
en: Concert halls/clubs

source: 변칙도 안 썼다.
en: I didn't have to resort to unconventional means.

source: 음, 여러 가지 달라진 점이 많지만 우선 가장 큰 점은 부모님의 반대가 사라지고 오히려 적극적인 지지와 응원을 받고 있다는 것이다.
en: Well, a lot has changed. The biggest change was my parents no longer opposed my career choice, but instead began to actively support me.

source: ● 가수 연습생 생활
en: ● The life of a singer trainee

source: 캐스팅 매니저들은 학원들을 돌면서 재능 있는 아이들을 확보해 서울의 유명 연예 기획사에 공급하는 역할을 했다.
en: Casting managers played the role of traveling to the different schools and securing talented youngsters to supply to famous entertainment management companies.

source: 시장 트렌드 지향형 선곡
en: Music selection that is market trend-oriented

source: 지속적이고 성공적인 연예인의 활동을 위해 필요한 시장 정보를 항상 업데이트해야 하고, 업계 특성상 난무하는 잘못된 정보를 거를 수 있는 안목도 필요하다.
en: Managers must always be updating the necessary market information for ongoing and successful celebrity activity. The manager must have a discerning eye that can filter out false information that is rife within the industry due to the nature of the industry itself.

source: 거대 글로벌 미디어 회사들의 드라마 제작 규모 상향 등 제작 여건이 이전보다 많이 개선됨으로써 톱 배우들의 드라마 출연은 향후 그 빈도가 잦아질 것으로 예상한다.
en: The scale of drama production has been enhanced by global media companies and the production conditions have improved compared to before. So, later we can expect famous actors to make more frequent appearances dramas.

source: 문화 콘텐츠 산업과 엔터테인먼트 산업 전반은 4차 혁명 시대에 다른 산업과의 융합과 재창조를 통해 한국의 미래 유망 산업으로 자리매김할 것이라 믿는다.
en: I am convinced that the cultural contents industry and the entertainment industry will position themselves as future promising industries in Korea through convergence with other industries and reinvention.

source: 이런 시스템하에서는 스타들과의 계약 기간 내에 수익을 내기는커녕 적자를 면하기 어려운 상태이다.
en: Under such a system, it is difficult to avoid incurring losses rather than generate earnings for the duration of the contract period with a star.

source: 후보 곡 List up
en: List up for potential songs

source: 이제는 정말 연습생으로서 그들에게 정식 소속사가 생기는 것이다.
en: Now the management company has become officially affliated with these trainees.

source: 이제는 스타를 단순히 관리하는 차원이 아닌 브랜드화하여 마케팅 전략을 짜고 수익을 극대화하는 것이 주된 업무가 되었다.
en: Now management is all about creating a marketing strategy by branding and maximizing profits rather than merely managing stars.

source: 서로의 ‘니즈’가 정확히 맞아떨어지면 본격적인 연습생 과정에 들어간다.
en: If both parties’ “needs” prove to be a good fit for one another, then full-fledged training begins.

source: 외부 영입
en: External recruiting

source: 하지만 스튜디오에 전속된 연예인만을 가지고 스타 위주의 콘텐츠를 제작하는 것에 한계를 느꼈으며, 1948년 파라마운트의 반독점 사건으로 할리우드의 스튜디오 시스템은 무너지게 되었다.
en: However limitations were experienced in terms of producing content based around stars by only using stars that work exclusively with their respective studios. In 1948, with the anti-monopoly case involving Paramount, the Hollywood studio system collapsed.

source: 나는 연습생 시절에 고등학생이었다.
en: I was high school aged when I was a trainee.

source: 그곳에서 어떤 사람이 간단한 비트박스를 알려 주더라.
en: Someone there showed me how to perform basic beatboxing.

source: 톱 배우가 되고 난 뒤 찾아오는 변화
en: Change that set in after becoming a top actor

source: 뮤지컬:
en: Musical:

source: 제7조 (계약의 해제 또는 해지) ① 기획업자 또는 연습생이 고의 또는 과실로 이 계약상의 내용을 위반한 경우, 그 상대방은 위반자에 대하여 14일간의 유예 기간을 정하여 위반 사항을 시정할 것을 요구하고, 그 기간 내에 위반 사항이 시정되지 아니하는 경우에 상대방은 계약을 해제 또는 해지할 수 있다.
en: Article 7 (Cancellation or Termination of the Contract) ① In case the Planner or the Trainee breaches this contract by intention or negligence, the counterpart will grant the offending party a grace period of 14 days and will request the violation to be corrected. If the violation is not corrected, the counterparty can cancel or terminate the contract.

source: 연예인 지망생 입장에서는 끼를 가졌고 연예인으로서 기본적인 요건만 갖췄다면 본인의 노력하에 얼마든지 스타가 될 수 있다.
en: From the perspective of celebrity hopefuls, so long as they have the talent and the basic conditions required to be a celebrity, then with some hard word, they too can become stars.

source: 그리고 기타 본인이 담당하고 있는 연예인의 잡다한 요구 사항 등을 처리해 주는 역할을 한다.
en: This role also requires fulfilling other minor requests by the celebrity whom the road manager is responsible.

source: 단 한 번뿐인 인생에서 후회 없이 내가 가장 잘할 수 있고 가장 하고픈 것에 도전하고 결과를 이뤘을 때 그 성취감은 이루 말할 수 없다.
en: In this one life that I have to live, there is no way to describe that sense of achievement I felt when I did my best without any regrets, and could take on the challenge of what I wanted to do most of all and did well.

source: 역할에 따라 크게 두 가지로 나뉜다.
en: The system is largely divided into two according to roles.

source: ● 축구 선수의 이적료와는 다른 개념, 연예인과 소속사의 불합리한 전속 계약금
en: ● A concept unlike the transfer fees for soccer players, unreasonable exclusive contract fees

source: 2백만 원 +/-α
en: 2 million won, plus or minus

source: 요즘 Y 소속사 신인 걸 그룹의 춤이 이슈가 되어 다들 이목이 집중되었다.
en: These days, everyone is drawn in to the new girl group’s dance from agency Y.

source: 더불어 미래지향적 관리와 MCN 업체들과의 교류가 필수 요소로 될 것이다.
en: In addition, future oriented management and exchanges with MCN companies will become necessary.

source: ▸ A/R, 음반 프로듀서
en: ▸ A/R, album producer

source: 세계적으로 인기를 얻는 한국인 스타의 탄생은 단순히 외국인이 한국인 스타를 좋아한다는 정서적인 측면에서 끝나는 것이 아니라, 그 스타가 갖는 문화성과 상업성까지도 소비한다는 점에서 고부가 가치 문화 자본을 얻는 것이나 다름없다.
en: The creation of stars that gained international acclaim does not stop from an emotional aspect of non-Koreans that like Korea stars. There is no doubt that high value added cultural capital has been obtained based on the aspect that that consumption is made based on the cultural character and commercial viability that star possesses.

source: 4백만 원 +/-α
en: 4 million won, plus or minus

source: 연예인 생활의 좋은 점보다는 내가 꿈에 그리던, 좋아하는 일(god)을 인정받고 많은 사랑을 받으면서 할 수 있었던 것이 가장 좋았던 점이라고 생각한다.
en: I think the best thing is not living the life of a celebrity, but rather the fact that I could do what I dreamed of, be recognized for the work I enjoyed (g.o.d.), and being much adored.

source: ● 가요 시장에서도 ‘개천에서 용 나던 시대’는 지났다
en: ● In the K-pop market, the era where a nobody could make it big is ancient history.

source: 스타가 되기까지
en: How to Become a K-Pop Start

source: ● 글로벌화에 따른 전문 매니저가 필요한 시대
en: ● An era in which professional managers are needed following globalization

source: 한류의 열풍으로 한국의 미디어 콘텐츠, 연예 매니지먼트 산업의 규모가 점차 커지고 있으나, 법·제도의 미비과 시스템의 부족으로 인해 불합리한 문제점이 발생하고 있다.
en: Korean media content and the scale of the celebrity management industry is gradually growing from Korean wave fever. But unreasonable problems are arising as a result of legal and institutional inadequacies and insufficient systems.

source: 드라마 <미스터 선샤인>에 출연한 배우 이병헌만 보더라도 그렇다.
en: The actor Lee Byung-hun appearing in Mr. Sunshine confirms this.

source: 마케팅 프로세스는 크게 3단계로 나뉘는데, 사전 마케팅, 제휴 마케팅, 팬덤 마케팅이다.
en: The marketing process is largely divided into three stages: pre-marketing, affiliate marketing, and fandom marketing.

source: 그 당시만 하더라도 연예인들은 전속되어 있는 특정 방송국의 출연만 허락되었고, 타 방송국 출연은 엄격히 금지되던 때였다.
en: Up until then, celebrities were only allowed to appear in broadcasts by a certain broadcast station where they had an exclusivity agreement. They were strictly forbidden from appearing in other broadcasting station’s programs.

source: 대기실에 들어가니 선배 가수들이 있어 애들에게 인사를 시키고 정비를 한다.
en: After entering the waiting room, some singers from our agency that are further along are there, so I introduce our group to them and get them ready.

source: 예를 들어 매니지먼트사에서 드라마를 제작할 때, 기획 단계부터 소속 배우를 위한 작품이 나올 가능성이 높다.
en: For example, when a management company produces a drama, the possibility exists for the work to include affiliated actors that have been brought up through the planning stage.
